Repository: kienbebong/WaterClock
Catalog: WaterClock/WaterClock/*.lproj/Localizable.strings
Languages: vi

source: LOG IN NOW
vi: ĐĂNG NHẬP NGAY

source: Language Support
vi: Ngôn ngữ hỗ trợ

# VIETNAMESE
source: English
vi: Tiếng Việt

source: Account Settings
vi: Cài dặt tài khoản

# ACCOUNT_MANAGEMENT_DESCRIPTION
source: Manage account info, password, and biometric login
vi: Quản lí thông tin tài khoản, mật khẩu, đăng nhập bằng sinh trắc học

source: Link PE Code
vi: Liên kết mã PE

source: Water points, customer code
vi: Điểm dùng nước, mã khách hàng

source: Other User Accounts
vi: Tài khoản người dùng khác

# MANAGE_ACCOUNT_ACCESS
source: Unlock/lock accounts linked to your PE code
vi: Khoá/mở khoá các tài khoản đã liên kết với mã PE của bạn

source: Phone Settings
vi: Cài đặt điện thoại

# NOTIFICATIONS_LOCATION_SETTINGS
source: Notification and location settings...
vi: Cài đặt thông báo, định vị...

source: Share App
vi: Chia sẻ ứng dụng

# COPY_LINK_QR
source: Copy link or QR code to share with friends
vi: Cho phép sao chép đường dẫn, mã QR để gửi đến bạn bè

source: User Guide
vi: Hướng dẫn sử dụng

# NEW_USER_INSTRUCTIONS
source: Instructions for new users
vi: Hướng dẫn dành cho người mới

source: Settings
vi: CÀI ĐẶT

source: Daily water data
vi: Dữ liệu nước theo ngày

source: Report data
vi: Dữ liệu báo cáo

source: Water Quality Check
vi: Kiểm tra chất lượng nước

source: Bill payment
vi: Thanh toán HĐ

source: Login account
vi: Đăng nhập tài khoản

# EXPLORE_NEW_FEATURES
source: Explore all new features
vi: Khám phá tất cả tính năng mới

# EFFECTIVE_WATER_CONTROL
source: Effective water source control
vi: Kiểm soát hiệu quả nguồn nước.

# DAILY_WATER_REPORT
source: Daily water index report
vi: Báo cáo chỉ số nước hằng ngày.

# BILL_REPORT_ON_DUE
source: Bill report for due payments
vi: Báo cáo hoá đơn đến kì thanh toán.

# MANAGE_PE_CODES
source: Manage multiple PE codes simultaneously
vi: Quản lí nhiều mã PE cùng lúc.

source: Water data daily
vi: Dữ liệu nước theo ngày

source: Urban water supply
vi: Cấp nước khu đô thị

source: Rural water supply
vi: Cấp nước khu nông thôn

# WATER_RECONNECT_AFTER_SUSPEND
source: Water reconnect after suspension
vi: Cấp nước trở lại khi đã tạm ngưng

# METER_CHECK_DEVICE
source: Meter and device check
vi: Kiểm tra công tơ, thiết bị

source: Change device position
vi: Thay đổi vị trí thiết bị đồng hồ

# CHANGE_WATER_CONSUMPTION
source: Change water consumption capacity
vi: Thay đổi công suất nước sử dụng

source: Online contract signing
vi: Kí hợp đồng trực tuyến

source: Change contract type
vi: Thay đổi chủ đề hợp đồng mua bán

source: Contract extension
vi: Gia hạn hợp đồng

source: Contract termination
vi: Chấm dứt hợp đồng

# CHANGE_PERSONAL_INFO
source: Change personal information
vi: Thay đổi thông tin cá nhân

source: Change usage purpose
vi: Thay đổi mục đích sử dụng

source: Change quota
vi: Thay đổi định mức

source: Change payment method
vi: Thay đổi hình thức thanh toán

# OTHER_REQUEST
source: Other requests
vi: Yêu cầu khác

# CUSTOMER_FEEDBACK
source: Customer feedback response
vi: Giải đáp ý kiến của khách hàng

source: Online construction
vi: Thi công online

# WATER_PRESSURE_TEST
source: Water pressure testing
vi: Kiểm định áp suất nước

# new_info
source: NEW INFORMATION
vi: THÔNG TIN MỚI

# customer_service_hotline
source: Free Customer Service Hotline
vi: Tổng đài CSKH miễn phí

# SEARCH_PLACEHOLDER
source: Search
vi: Tìm kiếm

source: Lookup
vi: TRA CỨU

# DETAIL
source: To use all features of the VTB app
vi: để sử dụng tất cả tính năng của ứng dụng VTB

# LOOKUP_CUSTOMER_INFO
source: Lookup all customer information: %@
vi: Tra cứu tất cả thông tin của khách hàng: %@

source: Electronic Bill
vi: Hoá đơn điện tử

source: Water Usage
vi: Số nước phát lên

source: Operational Parameters
vi: Thông số vận hành

source: Water Cut Schedule
vi: Lịch cắt nước

source: Water Reading Schedule
vi: Lịch ghi nước

source: Payment History
vi: Lịch sử thanh toán

source: Service Progress
vi: Tiến độ dịch vụ

source: Collection Points
vi: Điểm thu hộ

source: Water Contract
vi: Hợp đồng sử dụng nước

source: Water Price
vi: Giá bán nước

source: Address
vi: Địa chỉ

source: Notifications
vi: Thông báo

source: All
vi: Tất cả

source: Water issues
vi: Sự cố nước

source: Work schedule
vi: Lịch công tác

source: Electricity bill
vi: Tiền điện

source: Debt reminder
vi: Nhắc nợ

source: Water index
vi: Chỉ số nước

source: News
vi: Tin tức

source: Transactions
vi: Giao dịch

# VIETTRONICS_COMPANY
source: Viettronics Tan Binh Joint Stock Company
vi: Công ty cổ phần Viettronics Tân Bình

source: Skip
vi: Bỏ qua

# LOGIN_OR_CREATE_ACCOUNT
source: Login or create an account
vi: Đăng nhập hoặc tạo tài khoản

source: Please enter
vi: Vui lòng nhập

source: account and password
vi: tài khoản và mật khẩu

# REGISTER_OR_LOGIN
source: to register or log in to the app.
vi: để đăng kí hoặc đăng nhập vào ứng dụng.

source: CONTINUE
vi: TIẾP TỤC

# AGREE_WITH_ELECTRONIC_TRANSACTIONS
source: By logging in or signing up, you agree to
vi: Bằng việc đăng nhập, đăng ký, bạn đồng ý với các

# ELECTRONIC_TRANSACTIONS_VTB
source: the electronic transactions of VTB
vi: giao dịch điện tử của VTB

# LOGIN_OR_LOGIN_WITH
source: ----------Or log in with----------
vi: ----------Hoặc đăng nhập bằng----------

# ENTER_USERNAME_TITLE
source: Please Enter Username
vi: Vui lòng nhập tên người dùng

# ENTER_USERNAME_MESSAGE
source: We need your username to continue.
vi: Chúng tôi cần tên người dùng của bạn để tiếp tục.

# ENTER_PASSWORD_TITLE
source: Please Enter Password
vi: Vui lòng nhập mật khẩu

# ENTER_PASSWORD_MESSAGE
source: We need your password to continue.
vi: Chúng tôi cần mật khẩu của bạn để tiếp tục.

# ACCOUNT_PLACEHOLDER
source: Account
vi: Tài khoản

# PASSWORD_PLACEHOLDER
source: Password
vi: Mật khẩu

source: Choose Language
vi: Chọn ngôn ngữ

# SELECT_LANGUAGE_MESSAGE
source: Please choose your language
vi: Vui lòng chọn ngôn ngữ của bạn

# VIETNAMESE1
source: Vietnamese
vi: Tiếng Việt

# ENGLISH1
source: English
vi: Tiếng Anh

source: Change Language
vi: Thay đổi ngôn ngữ

# LANGUAGE_CHANGE_MESSAGE
source: The app will restart to apply the new language.
vi: Ứng dụng sẽ khởi động lại để áp dụng ngôn ngữ mới.

# transaction_online
source: Online Transactions
vi: Giao dịch trực tuyến

source: Send request
vi: Gửi yêu cầu

# request_service_from_water_company
source: perform service from the water company
vi: thực hiện dịch vụ đến công ty nước

source: Online Payment
vi: Thanh toán trực tuyến

# repair_report
source: Water Repair Report
vi: Báo cáo sửa nước

source: Water Index Report
vi: Báo chỉ số nước

source: MEASURING DEVICE
vi: THIẾT BỊ ĐO ĐẾM

# check_meter_device
source: Check meter, other measuring devices
vi: Kiểm tra công tơ, thiết bị đo đếm khác

# change_device_position
source: Change measuring device position
vi: Thay đổi vị trí thiết bị đo đếm

# change_water_capacity
source: Change water usage capacity
vi: Thay đổi công suất sử dụng nước

source: WATER SUPPLY REQUEST
vi: YÊU CẦU CẤP NƯỚC

source: Urban water supply
vi: Cấp nước khu đô thị

source: Rural water supply
vi: Cấp nước khu nông thôn

# water_supply_after_suspend
source: Water supply resumed after suspension
vi: Cấp nước trở lại khi đã tạm ngưng sử dụng nước

# contract_water_sale
source: WATER SALE CONTRACT
vi: HỢP ĐỒNG MUA BÁN NƯỚC

source: Sign Online Contract
vi: Ký hợp đồng trực tuyến

source: Change Contract Subject
vi: Thay đổi chủ đề hợp đồng mua bán

# extend_contract
source: Extend Water Sale Contract
vi: Gia hạn hợp đồng mua bán nước

# terminate_contract
source: Terminate Water Sale Contract
vi: Chấm dứt hợp đồng mua bán nước

# request_change_info
source: REQUEST TO CHANGE INFORMATION
vi: YÊU CẦU THAY ĐỔI THÔNG TIN

# change_info
source: Change Registered Information
vi: Thay đổi thông tin đã đăng kí

# change_purpose
source: Change Water Usage Purpose
vi: Thay đổi mục đích sử dụng nước

# change_limit
source: Change Water Usage Limit
vi: Thay đổi định mức sử dụng nước

# change_payment
source: Change Water Payment Method
vi: Thay đổi hình thức thanh toán tiền nước

source: OTHER REQUESTS
vi: YÊU CẦU KHÁC

source: Customer request resolution
vi: Giải đáp kiến nghị của khách hàng

source: Hotline construction
vi: Thi công Hotline

source: Water pressure testing
vi: Kiểm định áp suất nước

# share_app
source: Share the app
vi: Chia sẻ ứng dụng

# scan_qr_code
source: Scan the QR code below to visit our website
vi: Quét mã QR bên dưới để tham quan trang web của chúng tôi

source: Share now
vi: Chia sẻ ngay

# share_alert_title
source: Notification
vi: Thông báo

# share_success
source: Share successful
vi: Chia sẻ thành công

# share_failed
source: Share failed or canceled
vi: Chia sẻ thất bại hoặc bị hủy

source: OK
vi: Đồng ý

# send_invite_link
source: Send invitation link to friends
vi: Gửi link giới thiệu cho bạn bè

# or_text
source: -----------------Or-----------------
vi: -----------------Hoặc-----------------

# share_link
source: Share via link
vi: Chia sẻ bằng đường link
